import React from 'react';
import classes from "./PUBG.module.css";
import images from "../images/PUBG.jpg"
const PUBG = () => {
    return (

  <div className={classes.PUBG}>
 
 <h1>Playerunknown’s Battlegrounds</h1>
        <p>В 2017-ом году рейтинги, которые представляли
самые кассовые игры с режимом battle royale возглавила игра PlayerUnknown’s Battlegrounds.
Сокращенным названием игры, под которой она и стала широко известна геймерам,
стала аббревиатура PUBG. Разработчиком данного продукта стала компания PUBG Corporation.
Сам игровой процесс базируется сразу на нескольких дополнениях для других игр,
разработкой которых занимался небезызвестный Брендан Грин под своим рабочим псевдонимом 
PlayerUnknown. В итоге получилась вполне самостоятельная игра, которая быстро привлекла
внимание массовой аудитории. В игровом процессе задействуют до сотни игроков, которые 
при помощи парашютов десантируются на островок, на котором пытаются найти оружие и
оснастку для того, чтобы уничтожить своих противников и при этом обязательно выжить.
На игровом пространстве будет доступна и так называемая безопасная зона, на территории
орой можно перевести дух. Тем не менее, со временем это пространство начинает уменьшаться,
чтобы пользователи быстрее вступали в схватку друг с другом. Последний 
уцелевший геймер или же объединившийся альянс и будут объявлены победителями 
раунда. В целом игра получила более чем положительные отзывы геймеров.
Отмечается широкий выбор доступного оружия, внушительные возможности
проявить своего персонажа в драке, неплохая графика. Несмотря на то,
что игра уже давненько доступна в полноценном режиме, геймеры сетуют 
и на внушительное количество игровых багов. Впрочем, такие недочеты не
помешали PlayerUnknown’s Battlegrounds обогнать большинство своих соперников и 
получить титул самой кассовой и самой массовой игры своего жанра.</p>
        </div>
      
        
    )
};

export default PUBG;